[
    {
        "Country name": "South Africa",
        "Month and year": "DECEMBER 2024",
        "Bolded title": "Cabinet reshuffle criticised while opposition leader re-elected despite internal party strife; govt reaffirmed Nigeria ties but faced challenge in relations with U.S.",
        "Paragraph content": "Opposition criticised re-jig of cabinet spurred by corruption claims. President Ramaphosa 3 Dec replaced Justice Minister Thembi Simelane amid corruption allegations against her related to previous tenure as mayor of Polokwane city; changes, however, saw Simelane move to Human Settlements Ministry rather than being fired, leading to opposition accusation that reshuffle was “cowardly”. Meanwhile, leader of populist opposition Economic Freedom Fighters Julius Malema 14 Dec re-elected as president despite wave of senior figures defecting from party Aug onward; in sign of continuing internal tensions, senior party figure Mbuyiseni Ndlozi absent from party conference and excluded from new leadership team. Relations remained strong with Abuja but faced potential strains with Washington. Govt and Nigeria reaffirmed ties during Nigerian President Tinubu’s 4-5 Dec state visit, as parties announced increased economic cooperation and easing of visas. Govt, however, could face increasing pressure from incoming U.S. President Trump’s potential tariffs targeting BRICS bloc nations; Foreign Ministry early Dec clarified stance that Pretoria seeks to enhance trade within bloc, not propose specific BRICS currency to challenge U.S. dollar. Meanwhile, govt 1 Dec assumed year-long presidency of G20 economic forum, becoming first African country to take role as head of body comprising 19 countries plus EU and AU."
    },
    {
        "Country name": "China/Japan",
        "Month and year": "DECEMBER 2024",
        "Bolded title": "China continued military presence in disputed East China Sea, while U.S. Defence Sec Lloyd Austin visited Tokyo. ",
        "Paragraph content": "Beijing maintained military presence in East China Sea. As of 31 Dec, Japan detected 114 Chinese vessels inside Japan’s contiguous zone. Notably, two Chinese coast guard vessels 5 Dec entered Japanese territorial waters, prompting Japan Coast Guard ships to be dispatched to ensure safe navigation of Japanese fishing boat. Chinese Coast Guard 5 Dec “lawfully” expelled Japanese fishing vessel from waters near disputed Senkaku/Diaoyu Islands; Tokyo same day said it lodged strong protest with Beijing over incident, describing China’s maritime intrusion as “unacceptable”.  U.S. defence chief met Japan’s PM and warned of China threat. U.S. Defence Secretary Lloyd Austin 10 Dec met Japanese PM Shigeru Ishiba in Japanese capital Tokyo, where Austin expressed hope that U.S.-Japan alliance “remain[s] the cornerstone of peace and stability in this region for the foreseeable future’; Austin previous day asserted that China “is the only country in the world that has the intent and, increasingly, the capability to change the rules-based international order”. Meanwhile, Japan’s defence ministry 14 Dec reported that small contingent of U.S. marines deployed on Okinawa Prefecture had relocated to U.S. territory Guam. In another important development. Japan 3 Dec spotted Russian Kilo-class submarine RFS Ufa operating in East China Sea following its passage between Japanese islands of Yonaguni and Iriomote, in first such transit by Russian naval vessel."
    },
    {
        "Country name": "Türkiye",
        "Month and year": "DECEMBER 2024",
        "Bolded title": "Ankara welcomed fall of Assad regime in Syria as Türkiye-backed forces pressed against Kurdish-led forces in Syria’s north east; military continued targeting Kurdistan Workers’ Party (PKK) in northern Iraq.",
        "Paragraph content": "Fall of Assad regime in Syria marked turning point for Ankara. Following dramatic collapse of House of Assad in Syria on 8 Dec (see Syria and Conflict in Focus), Ankara found its strategic position much improved: fall of Assad marked blow to Türkiye’s regional competitors Russia and Iran, reduced threat of refugee flows and boosted prospect of returning millions of Syrian refugees in Türkiye, and provided Ankara with potential to wield greater influence given its relations with Hei’at Tahrir al-Sham (HTS) and armed groups that participated in offensive to topple Assad. Meanwhile, Ankara-backed local forces in Syria expelled U.S.-backed Syrian Democratic Forces – led by PKK-affiliated People’s Protection Units (YPG) – from areas in north, raising prospect of further clashes (though U.S. brokerage halted advances as of 31 Dec). FM Hakan Fidan 13 Dec warned “YPG either dissolves itself or will be dissolved”. Military continued operations against PKK. In northern Iraq, military 1 Dec announced it “neutralised” nine militants, 13 Dec two militants, 20 Dec 11 militants and 28 Dec two militants. Meanwhile, at home, govt continued crackdown against pro-Kurdish political party (DEM) and its municipalities even as discussions around new political process to end 40-year conflict with PKK advanced; govt 31 Dec allowed delegation from DEM party to visit imprisoned PKK leader Abdullah Öcalan. Authorities conducted operations against Islamic State (ISIS) countrywide. Security forces during Dec detained some 680 alleged ISIS members. Notably, Ministry of Interior 31 Dec announced authorities had detained 536 suspects across 57 provinces in operations 19-31 Dec.  Ankara continued engagement with Greece. Greek Deputy FM Alexandra Papadopoulou and Turkish Deputy FM Mehmet Kemal Bozay 3 Dec met in Greek capital Athens, announcing that 6th High Level Cooperation Council is set to take place in capital Ankara in early 2025. In address to parliament, FM Hakan Fidan 11 Dec reaffirmed govt’s commitment to “positive agenda” with Greece; Greece and Republic of Cyprus are concerned about prospect of Türkiye and new Syrian govt striking maritime delimitation deal. "
    },
    {
        "Country name": "South Africa",
        "Month and year": "NOVEMBER 2024",
        "Bolded title": "Domestic and international issues highlighted divides in govt coalition, while infighting weakened main opposition parties. ",
        "Paragraph content": "Divisions remained prominent in ruling coalition. Several files continued to highlight differences within President Ramaphosa’s unity govt, comprised of African National Congress (ANC), Democratic Alliance (DA) and eight other parties. Parliament 1 Nov announced it had established committee with oversight of presidency; moves, which will bring some executive decisions under legislative review for first time, supported by DA legislators but opposed by many ANC parliamentarians; legislation highlighted divergent priorities of govt’s main parties and came in wake of Oct differences between DA and ANC leadership over whether Russia was “ally”.  Infighting and defections weakened opposition. Populist opposition party Economic Freedom Fighters (EFF) experienced wave of resignations; former chairperson Dali Mpofu 7 Nov joined largest opposition uMkhonto weSizwe party (MKP), following several similar defections in recent months; discord between main opposition parties, previously joined under “progressive” caucus banner, widened as EFF leader Julius Malema 24 Nov called MKP leader and former President Zuma “corrupt to the core”.  Govt prepared for G20 presidency. Govt prepared to become first African country 1 Dec to take rotating year-long presidency of G20 economic forum, comprising 19 countries plus EU and AU; DA 28 Nov sent letter to Ramaphosa outlining proposals to step up involvement of private sector in presidency and Nov 2025 summit hosted by govt. "
    },
    {
        "Country name": "China/Japan",
        "Month and year": "NOVEMBER 2024",
        "Bolded title": "China maintained military presence in disputed East China Sea, while Tokyo and Beijing held high-level talks and agreed to continue dialogue.",
        "Paragraph content": "Beijing maintained military presence in East China Sea. As of 30 Nov, Japan detected 103 Chinese vessels inside Japan’s contiguous zone, while four vessels were spotted within Japan’s territorial sea. Japanese navy minesweeper 10 Nov caught fire and sank in waters off country’s south-western coast. China and Russia 29 Nov conducted ninth joint strategic air patrol over Sea of Japan and East China Sea. Tokyo engaged China in talks and leader-level meeting. Japan’s chief national security advisor Takeo Akiba and China’s top diplomat Wang Yi 4 Nov held talks in China’s capital Beijing, agreeing to maintain dialogue and avoid economic decoupling; meeting was also aimed at laying groundwork for first summit between Japan’s PM Shigeru Ishiba and China’s President Xi, who 15 Nov met on sidelines of APEC and G20 summits in Peru. During meeting, Ishiba raised concerns about China’s recent military manoeuvres in East China Sea. China 23 Nov informed Japan it intends to remove buoy it installed inside Japan’s exclusive economic zone last year near disputed Senkaku Islands in East China Sea.  U.S. and Japan completed military drills, Moscow warned against U.S. missile deployment. Japan and U.S. 23 Oct-1 Nov held Keen Sword joint military exercises involving 45,000 military personnel – marking largest iteration of exercise since its inception in 1986. Following 5 Nov U.S. election, Ishiba 7 Nov phoned president-elect Donald Trump to offer congratulations; pair agreed to meet soon to “elevate the Japan-U.S. alliance to an even higher level”. Japan 20 Nov hosted Five Eyes intelligence alliance meeting for first time, highlighting growing cooperation. U.S. aircraft carrier USS George Washington 22 Nov arrived in its new homeport of Yokosuka, Japan. After Japanese media 24 Nov reported U.S. may consider deploying missile units to Japan’s south-western Ryuku Islands in potential Taiwan emergency, Russia 27 Nov warned that U.S. medium-range missiles in Japan “will pose a real threat” and “we will be forced to take the necessary, adequate steps to strengthen our own defense capability”."
    },
    {
        "Country name": "Türkiye",
        "Month and year": "NOVEMBER 2024",
        "Bolded title": "Military continued pressure on Kurdistan Workers’ Party (PKK) in Iraq and Syria, while govt closely watched rebel offensive in northern Syria and pursued engagement with Baghdad and Greece.",
        "Paragraph content": "Military continued pressure on Kurdistan Workers’ Party (PKK) in Iraq and Syria, while govt closely watched rebel offensive in northern Syria and pursued engagement with Baghdad and Greece.  Govt continued operations against PKK, while mulling new political process. Military continued strikes on PKK in Iraq and Syria after deadly PKK attack in Ankara in Oct that killed five and injured 22. Notably, military 22 Nov announced it neutralised nine PKK members in northern Iraq and northern Syria, including senior member. Meanwhile, speculation continued around details of possible new process between govt and PKK after President Erdoğan and his nationalist ally Devlet Bahçeli in Oct signalled willingness. Govt pressure on pro-Kurdish DEM party continued; notably, Ministry of Interior during Nov appointed trustees to five municipalities to replace elected DEM officials. Authorities continued crackdown on Islamic State (ISIS). Authorities during Nov detained some 77 individuals with suspected links to ISIS. Notably, police 6 Nov arrested three individuals for providing financial support to group in multi-province operation. Ankara monitored rebel advance in Syria’s north west. As rebel group Hayat Tahrir al-Sham (HTS) and allied Turkish-backed factions 27 Nov launched major offensive against govt forces in Syria’s north west, FM Hakan Fidan 30 Nov remarked “Türkiye is not involved in the clashes” and “We will not engage in any action that might trigger a new wave of migration”; govt and Russia prepared counteroffensive and intensified airstrikes/shelling, which risks displacing hundreds of thousands of Syrians toward Turkish border (see Syria). Govt engaged Iraq and held high-level meeting in Greece. In second visit to Türkiye since 2022, Iraqi PM Mohammed Sudani 1 Nov met Erdoğan in Ankara, where pair reportedly discussed bilateral cooperation initiatives, including Development Road project. Meanwhile, Fidan and Greek FM Giorgos Gerapetritis 8 Nov met in Greece’s capital Athens and highlighted shared commitment to “positive agenda”, with Fidan advocating “win-win” approach to enhance security and prosperity for both nations; FMs also reportedly discussed how to build confidence and inch toward talks on delimitation of continental shelf and Exclusive Economic Zones in Aegean and Eastern Mediterranean, with further meetings scheduled for Dec."
    },
    {
        "Country name": "United States (Internal)",
        "Month and year": "NOVEMBER 2024",
        "Bolded title": "U.S. vote took place peacefully following months of heightened political tensions, with Donald Trump elected as 47th president.",
        "Paragraph content": "Voters 5 Nov cast their ballots in U.S. presidential poll following months of high political tensions and concern about potential for election-related violence. Election day and subsequent days largely peaceful, however. Republican Party candidate Donald Trump won in all seven “battleground states” to secure 312 Electoral College votes compared to Democratic party nominee Kamala Harris’ 226; Republicans also gained control of Senate and maintained control of House of Representatives. Democratic Party accepted result, paving way for peaceful transfer of power in Jan 2025."
    },
    {
        "Country name": "South Africa",
        "Month and year": "OCTOBER 2024",
        "Bolded title": "Unity govt marked 100 days amid political tensions; concerns remained high about violent crime.",
        "Paragraph content": "Political arrangement reached important milestones but faced internal tests. President Ramaphosa’s unity govt – comprised of African National Congress (ANC), Democratic Alliance (DA) and eight other parties – 14 Oct celebrated 100 days in office; achievements include greater investor confidence amid plans to ease visa requirements, boost electricity supply and improve running of ports. Opposition to coalition within ANC and DA, however, emerged at local level; in Tshwane municipality, Gauteng province, local ANC 9 Oct teamed up with parties not in unity govt to install new mayor after late Sept removing DA incumbent. Similar moves in other municipalities attributed to divisions within ANC as some factions remained opposed to unity govt. Meanwhile, senior MP in populist opposition party Economic Freedom Fighters 16 Oct resigned, second high-profile departure from party since Aug. Violent crime remained widespread worry. Business group 19 Oct released report highlighting public’s growing concern about criminal violence, particularly in Gauteng, KwaZulu-Natal and Western Cape provinces. Meanwhile, police 7 Oct arrested and 9 Oct charged man for late Sept mass shooting that killed 18 people in Lusikisiki town, Eastern cape province.  In another important international development. Govt deepened ties with BRICS partners as Ramaphosa attended body’s 22-24 Oct summit in Russian city of Kazan."
    },
    {
        "Country name": "China/Japan",
        "Month and year": "OCTOBER 2024",
        "Bolded title": "China maintained military presence in disputed East China Sea waters, while Tokyo and Beijing signalled willingness to improve ties.",
        "Paragraph content": "Beijing maintained military presence in East China Sea. As of 27 Oct, Japan identified 73 Chinese vessels in Japan’s contiguous zone, while nine vessels were detected within Japan’s territorial sea. Chinese naval fleet 11 Oct conducted series of training exercises in East China Sea. China’s coast guard 17 Oct ordered Japanese fishing boat to leave area surrounding disputed Senkaku/Diaoyu Islands in East China Sea.  Beijing made positive overtures to Tokyo. New Japanese govt 2 Oct expressed hope of improving ties with China after it received “forward-looking” congratulatory message from Chinese President Xi Jinping upon new Japanese PM Shigeru Ishiba entering office; Xi stated it was mutually beneficial to pursue peaceful coexistence, friendship and cooperation. In his first meeting with Ishiba, Chinese premier Li Qiang 10 Oct said he hoped Japan and China could “meet each other halfway and keep the relationship on the right track”. Ishiba’s ruling coalition 27 Oct lost its parliamentary majority in Japan’s snap elections. In another important development. Japan’s defence minister, Gen. Nakatani, 17 Oct attended meeting with NATO counterparts alongside Australia, New Zealand and South Korea, urging all to expand coordinated efforts to prevent unilateral attempts to change status quo by force or coercion."
    },
    {
        "Country name": "Türkiye",
        "Month and year": "OCTOBER 2024",
        "Bolded title": "Kurdistan Workers’ Party (PKK) carried out attack in capital Ankara that killed five, prompting military to intensify airstrikes in northern Syria and northern Iraq; govt mulled new process to resolve conflict.",
        "Paragraph content": "PKK killed five in Ankara, as govt considered new approach to Kurdish issue. Two attackers armed with assault rifles 23 Oct opened fire and detonated explosions at entrance of Turkish Aerospace Industries in Ankara, killing five and injuring at least 22; PKK 25 Oct claimed responsibility. In response, military targeted PKK and its Syrian affiliate in northern Iraq and northern Syria, respectively, hitting over 470 targets and “neutralising” 213 PKK members, according to President Erdoğan. PKK attack occurred just as govt appeared to test waters to see if new process to resolve four-decade conflict can be set in motion. Notably, Devlet Bahçeli, leader of the ultranationalist Nationalist Movement Party and President Erdoğan’s govt ally, in surprise statement 22 Oct said that authorities should give parole to imprisoned PKK leader Abdullah Öcalan if he announces group’s dissolution; some media reports suggested that govt had facilitated contacts between imprisoned Öcalan and PKK leadership in Iraq, with Öcalan urging group to end its insurgency. Ankara 23 Oct permitted Öcalan’s nephew to visit him in prison, marking first such visit of family member in over three years. Erdoğan 30 Oct confirmed pursuit of new approach he described as “historic window of opportunity”, saying “My dear Kurdish brothers, we expect you to firmly grasp [Bahçeli’s] sincerely outstretched hand”.  Police continued operations against Islamic State (ISIS). Authorities during Oct detained some 300 individuals with suspected links to ISIS. Notably, operation 15-20 Oct spanning 23 provinces led to detention of 88 suspects. In operations spanning 44 provinces, police 27-28 Oct detained 216 ISIS-linked suspects.  Diplomatic momentum built ahead of high-level meeting with Greece in Nov. Ahead of meeting between FM Hakan Fidan and Greek counterpart George Gerapetritis on 8 Nov in Greek capital Athens, where talks are expected to cover bilateral issues including preparation for dialogue on delimitation of exclusive economic zones, Gerapetritis 6 Oct indicated that if progress is made, broader discussions may follow in Jan 2025."
    }
]